Repository: akalanitski/be-locale
Catalog: session-app-shortcuts-*.strings
Languages: be

source: Start recent ${applicationName}
be: Пачаць нядаўнюю ${applicationName}

source: Start last ${applicationName}
be: Пачаць апошнюю ${applicationName}

source: Start recent focus ${applicationName}
be: Пачаць нядаўнюю сесію ${applicationName}

source: Start last focus ${applicationName}
be: Пачаць апошнюю сесію ${applicationName}

source: Start focus ${applicationName}
be: Пачаць сесію ${applicationName}

source: Start {$category} on ${applicationName}
be: Пачаць {$category} у ${applicationName}

source: Stop working on ${applicationName}
be: Спыніць працу ў ${applicationName}

source: Stop ${applicationName}
be: Спыніць ${applicationName}

source: Finish ${applicationName}
be: Закончыць ${applicationName}

source: Toggle pause on ${applicationName}
be: Умыкнуць паўзу ${applicationName}

source: Pause on ${applicationName}
be: Паўзу ў ${applicationName}

source: Break on ${applicationName}
be: Адпачынак у ${applicationName}

source: Take a break on ${applicationName}
be: Адпачыць у ${applicationName}

source: Abandon ${applicationName}
be: Скасаваць ${applicationName}

source: Abandon on ${applicationName}
be: Скасаваць у ${applicationName}

source: Set intention on ${applicationName}
be: Задаць мэту ў ${applicationName}

source: Set current intention on ${applicationName}
be: Задаць бягучую мэту ў ${applicationName}

source: Change intention on ${applicationName}
be: Змяніць мэту ў ${applicationName}

source: Update ${applicationName} intention
be: Абнавіць ${applicationName} мэту

source: What's current ${applicationName}?
be: Што зараз ${applicationName}?

source: Current active ${applicationName}
be: Зараз выбрана ${applicationName}

source: Current status of ${applicationName}
be: Зараз стан ${applicationName}

source: What's ${applicationName} status
be: Які стан ${applicationName}

source: What's ${applicationName} current status
be: Які зараз стан ${applicationName}

source: Start {$category} category on ${applicationName}
be: Пачаць {$category} катэгорыю ў ${applicationName}
